tap "ankitpokhrel/jira-cli"
tap "borkdude/brew"
tap "d12frosted/emacs-plus"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "italomandara/cxpatcher"
tap "mdogan/zulu"
tap "microsoft/git"
tap "oven-sh/bun"
tap "railwaycat/emacsmacport"
tap "virtuslab/git-machete"
brew "xz"
brew "aria2"
brew "awsume"
brew "azure-cli"
brew "bat"
brew "brew-cask-completion"
brew "ccache"
brew "cloc"
brew "cmake"
brew "create-dmg"
brew "curl"
brew "diff-so-fancy"
brew "difftastic"
brew "emojify"
brew "gcc"
brew "sdl2"
brew "ffmpeg"
brew "gh"
brew "git"
brew "git-flow-avh"
brew "git-machete"
brew "git-quick-stats"
brew "node"
brew "gitmoji"
brew "glew"
brew "gnupg"
brew "gpac"
brew "graphviz"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "jq"
brew "libgccjit"
brew "python@3.9"
brew "lux"
brew "n"
brew "nasm"
brew "ninja"
brew "p7zip"
brew "php"
brew "prettier"
brew "pwgen"
brew "rename"
brew "ripgrep"
brew "shellcheck"
brew "swift-format"
brew "swiftlint"
brew "terraform"
brew "terraform-lsp"
brew "tflint"
brew "tfsec"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "yt-dlp"
brew "z"
brew "zplug"
brew "zsh"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "borkdude/brew/babashka"
brew "d12frosted/emacs-plus/emacs-plus@30", args: ["with-imagemagick", "with-native-comp", "with-spacemacs-icon"]
brew "oven-sh/bun/bun"
cask "1password"
cask "aethersx2"
cask "alfred"
cask "arc"
cask "audio-hijack"
cask "backblaze"
cask "bartender"
cask "caldigit-docking-utility"
cask "caldigit-thunderbolt-charging"
cask "calibre"
cask "cardhop"
cask "crossover"
cask "cursor"
cask "datasette"
cask "devcleaner"
cask "discord"
cask "docker"
cask "dolphin"
cask "elgato-control-center"
cask "elgato-stream-deck"
cask "epic-games"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono"
cask "font-fira-sans"
cask "font-fontawesome"
cask "font-hack-nerd-font"
cask "font-ibm-plex"
cask "font-open-sans"
cask "font-sf-mono"
cask "forticlient-vpn"
cask "git-credential-manager"
cask "google-backup-and-sync"
cask "google-chrome"
cask "handbrake"
cask "insomnia"
cask "itch"
cask "iterm2"
cask "jetbrains-toolbox"
cask "kaleidoscope"
cask "karabiner-elements"
cask "lastfm"
cask "libndi"
cask "lunar"
cask "macpass"
cask "mediainfo"
cask "menuwhere"
cask "messenger"
cask "microsoft-auto-update"
cask "microsoft-azure-storage-explorer"
cask "microsoft-edge"
cask "microsoft-teams"
cask "mimestream"
cask "mkvtoolnix"
cask "moom"
cask "mpv"
cask "notion"
cask "nvidia-geforce-now"
cask "obs"
cask "obs-ndi"
cask "obs-virtualcam"
cask "obsidian"
cask "omnidisksweeper"
cask "parallels"
cask "pdfpen"
cask "playcover-community"
cask "plex"
cask "plex-media-server"
cask "postman"
cask "powershell"
cask "ppsspp"
cask "protonvpn"
cask "raycast"
cask "retroarch-metal"
cask "rocket"
cask "sabnzbd"
cask "signal"
cask "simple-comic"
cask "slack"
cask "soundsource"
cask "stats"
cask "steam"
cask "telegram"
cask "textmate"
cask "the-unarchiver"
cask "toggl-track"
cask "transmission"
cask "visual-studio-code-insiders"
cask "vlc"
cask "wd-security"
cask "whatsapp"
cask "xcodes"
cask "xemu"
cask "xscope"
cask "zed"
cask "zulu-jdk15"
cask "zulu-jdk8"
