tap "ankitpokhrel/jira-cli"
tap "antoniorodr/memo"
tap "borkdude/brew"
tap "d12frosted/emacs-plus"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/services"
tap "italomandara/cxpatcher"
tap "mdogan/zulu"
tap "microsoft/git"
tap "oven-sh/bun"
tap "railwaycat/emacsmacport"
tap "sst/tap"
tap "steipete/tap"
tap "virtuslab/git-machete"
tap "yakitrak/yakitrak"
brew "xz"
brew "aria2"
brew "bat"
brew "brew-cask-completion"
brew "ccache"
brew "cloc"
brew "cmake"
brew "create-dmg"
brew "curl"
brew "difftastic"
brew "emojify"
brew "eza"
brew "sdl2"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "node"
brew "gemini-cli"
brew "gh"
brew "git"
brew "git-flow-avh"
brew "git-machete"
brew "git-quick-stats"
brew "gitmoji"
brew "glew"
brew "gnupg"
brew "go"
brew "gpac"
brew "graphviz"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "icu4c@76"
brew "jq"
brew "libgccjit"
brew "lux"
brew "n"
brew "nasm"
brew "ninja"
brew "p7zip"
brew "php"
brew "prettier"
brew "pwgen"
brew "rename"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "swift-format"
brew "terraform-lsp"
brew "tfsec"
brew "tree"
brew "uv"
brew "vim"
brew "wget"
brew "yarn"
brew "yt-dlp"
brew "z"
brew "zellij"
brew "zplug"
brew "zsh"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "antoniorodr/memo/memo"
brew "borkdude/brew/babashka"
brew "oven-sh/bun/bun"
brew "sst/tap/opencode"
brew "steipete/tap/bird"
brew "steipete/tap/gogcli"
brew "steipete/tap/goplaces"
brew "yakitrak/yakitrak/obsidian-cli"
cask "1password"
cask "1password-cli"
cask "aethersx2"
cask "alfred"
cask "antigravity"
cask "arc"
cask "audio-hijack"
cask "backblaze"
cask "caffeine"
cask "caldigit-docking-utility"
cask "caldigit-thunderbolt-charging"
cask "calibre"
cask "cardhop"
cask "chatgpt"
cask "codex-app"
cask "crossover"
cask "cursor"
cask "italomandara/cxpatcher/cxpatcher"
cask "d12frosted/emacs-plus/emacs-plus-app"
cask "devcleaner"
cask "discord"
cask "docker-desktop"
cask "dolphin"
cask "elgato-control-center"
cask "elgato-stream-deck"
cask "epic-games"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono"
cask "font-fira-sans"
cask "font-fontawesome"
cask "font-hack-nerd-font"
cask "font-ibm-plex"
cask "font-open-sans"
cask "font-sf-mono"
cask "forticlient-vpn"
cask "ghostty"
cask "git-credential-manager"
cask "google-backup-and-sync"
cask "google-chrome"
cask "gstreamer-runtime"
cask "handbrake-app"
cask "hiddenbar"
cask "iina"
cask "google-drive"
cask "insomnia"
cask "itch"
cask "iterm2"
cask "jetbrains-toolbox"
cask "kaleidoscope@3"
cask "karabiner-elements"
cask "lastfm"
cask "libndi"
cask "lunar"
cask "macpass"
cask "mediainfo"
cask "menuwhere"
cask "messenger"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-teams"
cask "mimestream"
cask "mkvtoolnix-app"
cask "moom"
cask "notion"
cask "nvidia-geforce-now"
cask "obsidian"
cask "omnidisksweeper"
cask "openclaw"
cask "openttd"
cask "parallels"
cask "pdfpen"
cask "playcover-community"
cask "plex"
cask "plex-media-server"
cask "postman"
cask "powershell"
cask "ppsspp-emulator"
cask "protonvpn"
cask "raycast"
cask "retroarch-metal"
cask "rocket"
cask "sabnzbd"
cask "signal"
cask "simple-comic"
cask "slack"
cask "soundsource"
cask "spotify"
cask "stats"
cask "tailscale"
cask "steam"
cask "telegram"
cask "textmate"
cask "the-unarchiver"
cask "toggl-track"
cask "transmission"
cask "vlc"
cask "wd-security"
cask "whatsapp"
cask "xcodes-app"
cask "xemu"
cask "xscope"
cask "zed"
cask "mdogan/zulu/zulu-jdk17"
vscode "anysphere.cursorpyright"
vscode "arcanis.vscode-zipfs"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "biomejs.biome"
vscode "bodil.file-browser"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "hashicorp.terraform"
vscode "jacobdufault.fuzzy-search"
vscode "kahole.magit"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.azure-account"
vscode "qwtel.sqlite-viewer"
vscode "statelyai.stately-vscode"
vscode "vscodevim.vim"
vscode "vspacecode.vspacecode"
vscode "vspacecode.whichkey"
vscode "yahyabatulu.vscode-markdown-alert"
vscode "yzhang.markdown-all-in-one"
vscode "zixuanchen.vitest-explorer"
