tap "cloudfoundry/tap"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/games"
tap "homebrew/gui"
tap "homebrew/php"
tap "homebrew/services"
tap "homebrew/versions"
tap "railwaycat/emacsmacport"
brew "angular-cli"
brew "oniguruma"
brew "jq"
brew "ansiweather"
brew "aria2"
brew "python"
brew "aspell"
brew "gettext"
brew "atomicparsley"
brew "autoconf"
brew "libtool"
brew "autogen"
brew "automake"
brew "awscli"
brew "bfg"
brew "brew-cask-completion"
brew "fontconfig"
brew "pixman"
brew "cairo"
brew "cheat"
brew "coreutils"
brew "libgpg-error"
brew "libgcrypt"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "dnsmasq", restart_service: true
brew "docker-machine-driver-hyperkit"
brew "elixir"
brew "emojify"
brew "faac"
brew "lame"
brew "xvid"
brew "flow"
brew "fzf"
brew "gd"
brew "gdk-pixbuf"
brew "git"
brew "gnu-getopt"
brew "git-flow-avh"
brew "git-quick-stats"
brew "glew"
brew "gnu-tar"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "sdl2"
brew "sdl2_image"
brew "gource"
brew "gpg-agent"
brew "gradle"
brew "graphviz"
brew "gsasl"
brew "hh"
brew "highlight"
brew "htop"
brew "http-server"
brew "httpie"
brew "jsoncpp"
brew "jupyter"
brew "kubernetes-cli"
brew "leiningen"
brew "libass"
brew "libav"
brew "libcroco"
brew "libepoxy"
brew "libev"
brew "libevent"
brew "librsvg"
brew "libusb-compat"
brew "libxml2"
brew "libyaml"
brew "links"
brew "luajit"
brew "lynx"
brew "lzo"
brew "mailutils"
brew "markdown"
brew "maven"
brew "media-info"
brew "mpv", args: ["with-bundle"]
brew "multitail"
brew "nmap"
brew "nvm"
brew "opam"
brew "openttd"
brew "p7zip"
brew "peco"
brew "php@7.1"
brew "postgresql", restart_service: true
brew "prettier"
brew "pygobject3"
brew "rename"
brew "sdl"
brew "sdl2_gfx"
brew "sdl2_mixer"
brew "sdl2_net"
brew "sdl2_ttf"
brew "socat"
brew "switchaudio-osx"
brew "sysdig"
brew "terminal-notifier"
brew "texinfo"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "thefuck"
brew "tldr"
brew "todolist"
brew "tomcat"
brew "translate-shell"
brew "travis"
brew "tree"
brew "unrar"
brew "vim", args: ["with-lua", "with-override-system-vi"]
brew "wakatime-cli"
brew "wget"
brew "wildfly-as"
brew "yarn"
brew "z"
brew "zplug"
brew "zsh"
brew "cloudfoundry/tap/cf-cli"
brew "railwaycat/emacsmacport/emacs-mac", args: ["with-imagemagick", "with-spacemacs-icon", "with-xml2"]
cask "alfred"
cask "android-studio"
cask "atom"
cask "atom-beta"
cask "audio-hijack"
cask "bartender"
cask "calibre"
cask "cyberduck"
cask "dash"
cask "db-browser-for-sqlite"
cask "discord"
cask "docker"
cask "firefoxdeveloperedition"
cask "font-hack-nerd-font"
cask "geektool"
cask "gitup"
cask "google-chrome"
cask "google-chrome-canary"
cask "grammarly"
cask "ibm-cloud-cli"
cask "intel-power-gadget"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "mactracker"
cask "magicprefs"
cask "mediainfo"
cask "messenger"
cask "minikube"
cask "moom"
cask "omnidisksweeper"
cask "omnigraffle"
cask "onyx"
cask "path-finder"
cask "pencil"
cask "plexamp"
cask "postman"
cask "proxifier"
cask "rescuetime"
cask "secure-pipes"
cask "sketch"
cask "slack"
cask "soundsource"
cask "spotify"
cask "steveschow-gfxcardstatus"
cask "switchhosts"
cask "textmate"
cask "tiddlywiki"
cask "tripmode"
cask "tunnelblick"
cask "turbo-boost-switcher"
cask "visual-studio-code"
cask "vivaldi-snapshot"
cask "vlc"
cask "wacom-intuos-tablet"
cask "whatsapp"
cask "zeplin"
